<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/Alpha0Connect4-Swift.h</key>
		<data>
		J2BZylUBzgwxW/9SBH/KhAMYTn4=
		</data>
		<key>Headers/Alpha0Connect4.h</key>
		<data>
		PxtrID7NBPPLpJwmvZp48r+W8po=
		</data>
		<key>Info.plist</key>
		<data>
		2vQFpdVoBQqGo5pKvL7cA2JEi7c=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		7TC8WhX7amr4/aUy90eM1jNhdO4=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		eUCyUI2L1uj1kZVQZ8RNS2rmYOg=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		RJqnTDAWbkvPqCpcR6lo2/L42xk=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64.swiftdoc</key>
		<data>
		7TC8WhX7amr4/aUy90eM1jNhdO4=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64.swiftinterface</key>
		<data>
		eUCyUI2L1uj1kZVQZ8RNS2rmYOg=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64.swiftmodule</key>
		<data>
		RJqnTDAWbkvPqCpcR6lo2/L42xk=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		6XCfXN5OQdJioo2GR5Xo0jl0XrE=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		Gt/Ll1yrghEv+RmLUeiIpqQdJlk=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		ciapLSC2/e4XY3Vz/Qnur+0HnnI=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64.swiftdoc</key>
		<data>
		6XCfXN5OQdJioo2GR5Xo0jl0XrE=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64.swiftinterface</key>
		<data>
		Gt/Ll1yrghEv+RmLUeiIpqQdJlk=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64.swiftmodule</key>
		<data>
		ciapLSC2/e4XY3Vz/Qnur+0HnnI=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		Ldv7s9qHHOVkwi3gJgX7im3z1L0=
		</data>
		<key>version0328.mlmodelc/analytics/coremldata.bin</key>
		<data>
		gQeEgpmryqoDVTJv4/Iwv+qamLs=
		</data>
		<key>version0328.mlmodelc/coremldata.bin</key>
		<data>
		EYgxIGG7ms5sLhVChb/YFljGlac=
		</data>
		<key>version0328.mlmodelc/metadata.json</key>
		<data>
		VU73yrOACgFVSBSiz4AM37r2YiM=
		</data>
		<key>version0328.mlmodelc/model.espresso.net</key>
		<data>
		h/zFNvlvOqtNWZmeK6+uIdANZ5U=
		</data>
		<key>version0328.mlmodelc/model.espresso.shape</key>
		<data>
		/0qwkG1j6x5bUfNkHh5Re1SJ4Pk=
		</data>
		<key>version0328.mlmodelc/model.espresso.weights</key>
		<data>
		qahneHXbyns/RpaSLugBBQaNdt0=
		</data>
		<key>version0328.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>version0328.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/Alpha0Connect4-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			M5PeLMmUgzWZU2XuRVgEr3I1c/Wl8C/ndIbUkS0lx/s=
			</data>
		</dict>
		<key>Headers/Alpha0Connect4.h</key>
		<dict>
			<key>hash2</key>
			<data>
			uYX3X97YLfw10B9jsdABqPXY720ovpwGcpdTJYdB3p0=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			0GWF0j1xoh7AE1xP5i4OTx/b2cOP6yyGOc+eO4GY/7E=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			9ypD7uEEtiDZLD1HzpW6KqkvNP0blBGI85SPkLT1NaA=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			LjTOk/TcKA1eZKxMdh7tUGAlDi/cFNc3eA8qG+10C8Q=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			0GWF0j1xoh7AE1xP5i4OTx/b2cOP6yyGOc+eO4GY/7E=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			9ypD7uEEtiDZLD1HzpW6KqkvNP0blBGI85SPkLT1NaA=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			LjTOk/TcKA1eZKxMdh7tUGAlDi/cFNc3eA8qG+10C8Q=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			Y/Kjyz/ggRWJgDLFnNr4A6IiOaH5+KjbnqDLk3Pie3w=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			Qdvx6G2xPIIdaiKI9ARZimblfEgklFHtb9x9ZfrKNFc=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			714aaIzPmgx8wyrjxLqHTn0j6cHQu3ieSggGwFrYPnM=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			Y/Kjyz/ggRWJgDLFnNr4A6IiOaH5+KjbnqDLk3Pie3w=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			Qdvx6G2xPIIdaiKI9ARZimblfEgklFHtb9x9ZfrKNFc=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			714aaIzPmgx8wyrjxLqHTn0j6cHQu3ieSggGwFrYPnM=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			92/b3eLlUuYfF2PFHyTpJKfdRepCUFX79Zf5aFPBR/4=
			</data>
		</dict>
		<key>version0328.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			4eZaDsEhVxdfPRuGpeYh4UmogwPOH2bSw9xi5uw6Ut4=
			</data>
		</dict>
		<key>version0328.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Z7/t+ws9jt3HbKeShjjJrx2IAoMZV/1PE6B940y669Y=
			</data>
		</dict>
		<key>version0328.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			j9mZvc/++sbBjyw2+H81BTkwMaGql6ZG1E19H12o02E=
			</data>
		</dict>
		<key>version0328.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			Z6RHtnpQ0VDBOKeW1PnP2mqQyTGj1YbcLBet7Ee9xlQ=
			</data>
		</dict>
		<key>version0328.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			3cJYNftaremS+97VHUi0jzxtTutWdWyvioFllqHFXk4=
			</data>
		</dict>
		<key>version0328.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			kvQtysw0kXTnKNNLpPVY99X8gTKQBC8AUF71vHrQBmA=
			</data>
		</dict>
		<key>version0328.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>version0328.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
