<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/Alpha0Connect4-Swift.h</key>
		<data>
		CCBJVVXJIO0a/PF3Tzt59wAwAzU=
		</data>
		<key>Headers/Alpha0Connect4.h</key>
		<data>
		PxtrID7NBPPLpJwmvZp48r+W8po=
		</data>
		<key>Info.plist</key>
		<data>
		1OxHeG1eLmagMTVJQtjLfCf66GA=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<data>
		aQXihrv4THqjMqYqjYMsC3kh8Ts=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<data>
		mhWCrZlAtmE+gMsVWyhxHcKRV3g=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<data>
		DLeBixhhVMPQOXomBCfgH4pNh9Y=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64.swiftdoc</key>
		<data>
		aQXihrv4THqjMqYqjYMsC3kh8Ts=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64.swiftinterface</key>
		<data>
		mhWCrZlAtmE+gMsVWyhxHcKRV3g=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64.swiftmodule</key>
		<data>
		DLeBixhhVMPQOXomBCfgH4pNh9Y=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		Ldv7s9qHHOVkwi3gJgX7im3z1L0=
		</data>
		<key>version0328.mlmodelc/analytics/coremldata.bin</key>
		<data>
		gQeEgpmryqoDVTJv4/Iwv+qamLs=
		</data>
		<key>version0328.mlmodelc/coremldata.bin</key>
		<data>
		EYgxIGG7ms5sLhVChb/YFljGlac=
		</data>
		<key>version0328.mlmodelc/metadata.json</key>
		<data>
		VU73yrOACgFVSBSiz4AM37r2YiM=
		</data>
		<key>version0328.mlmodelc/model.espresso.net</key>
		<data>
		h/zFNvlvOqtNWZmeK6+uIdANZ5U=
		</data>
		<key>version0328.mlmodelc/model.espresso.shape</key>
		<data>
		/0qwkG1j6x5bUfNkHh5Re1SJ4Pk=
		</data>
		<key>version0328.mlmodelc/model.espresso.weights</key>
		<data>
		qahneHXbyns/RpaSLugBBQaNdt0=
		</data>
		<key>version0328.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>version0328.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/Alpha0Connect4-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			vXbDn1IFxjIAafv3YXmmubrV5FNqs3jr3smLfJhaafI=
			</data>
		</dict>
		<key>Headers/Alpha0Connect4.h</key>
		<dict>
			<key>hash2</key>
			<data>
			uYX3X97YLfw10B9jsdABqPXY720ovpwGcpdTJYdB3p0=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			SDR510Pf3DBv6X/6GvFRkF44FsESOPXBAPbdOe3Fagk=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			aZ5LwZCTaBOwmWdbyEITilKkUTJ4Rj8slc2B6rDNSyI=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			whk+mjAMjmrq6pPhBH540C9Ai3Uaj98jekxNSiHaynU=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			SDR510Pf3DBv6X/6GvFRkF44FsESOPXBAPbdOe3Fagk=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			aZ5LwZCTaBOwmWdbyEITilKkUTJ4Rj8slc2B6rDNSyI=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/arm64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			whk+mjAMjmrq6pPhBH540C9Ai3Uaj98jekxNSiHaynU=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			92/b3eLlUuYfF2PFHyTpJKfdRepCUFX79Zf5aFPBR/4=
			</data>
		</dict>
		<key>version0328.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			4eZaDsEhVxdfPRuGpeYh4UmogwPOH2bSw9xi5uw6Ut4=
			</data>
		</dict>
		<key>version0328.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Z7/t+ws9jt3HbKeShjjJrx2IAoMZV/1PE6B940y669Y=
			</data>
		</dict>
		<key>version0328.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			j9mZvc/++sbBjyw2+H81BTkwMaGql6ZG1E19H12o02E=
			</data>
		</dict>
		<key>version0328.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			Z6RHtnpQ0VDBOKeW1PnP2mqQyTGj1YbcLBet7Ee9xlQ=
			</data>
		</dict>
		<key>version0328.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			3cJYNftaremS+97VHUi0jzxtTutWdWyvioFllqHFXk4=
			</data>
		</dict>
		<key>version0328.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			kvQtysw0kXTnKNNLpPVY99X8gTKQBC8AUF71vHrQBmA=
			</data>
		</dict>
		<key>version0328.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>version0328.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
